Repository: OS2World/MM-VIDEO-Xine-MCD
Catalog: po/*.po
Languages: cs

source: load_plugins: unknown plugin type %d in %s
cs: load_plugins: neznámý typ modulu %d v %s

source: load_plugins: can't get plugin info from %s: %s
cs: load_plugins: nelze získat informace o modulu z %s: %s

source: load_plugins: skipping unreadable plugin directory %s.
cs: load_plugins: pøeskoèí se adresáø s moduly %s.

source: load_plugins: cannot (stage 2) open plugin lib %s: %s
cs: load_plugins: nelze (fáze 2) otevøít knihovnu modulu %s: %s

source: osd: unknown sequence starting with byte 0x%02X in encoding "%s", skipping
cs: osd: neznámá sekvence zaèínající bytem 0x%02X v kódování "%s", pøeskoèí se

source: osd: can't find out current locale character set
cs: osd: nelze zjistit aktuální kódovou stránku

source: osd: unsupported conversion %s -> UCS-2, no conversion performed
cs: osd: nepodporovaná konverze %s -> UCS-2, nebude provádìna

source: osd: font isn't defined
cs: osd: font není definován

source: Palette (foreground-border-background) to use on subtitles
cs: Paleta (popøedí-okraj-pozadí) pou¾itá na titulky

source: %d frames delivered, %d frames skipped, %d frames discarded
cs: %d snímkù pøedaných, %d snímkù pøeskoèených, %d snímkù zahozených

source: video_out: throwing away image with pts %lld because it's too old (diff : %lld).
cs: video_out: zahození obrazu s pts %lld, proto¾e je pøíli¹ starý (rozdíl : %lld).

source: video_out: can't create thread (%s)
cs: video_out: nelze vytvoøit vlákno (%s)

source: video_out: sorry, this should not happen. please restart xine.
cs: video_out: Lituji, toto by se nemìlo pøihodit. Prosím restartujte xine.

source: horizontal image position in the output window
cs: Horizontální pozice obrazu ve výstupním oknì videa

source: vertical image position in the output window
cs: Vertikální pozice obrazu ve výstupním oknì videa

source: xine: input plugin cannot open MRL [%s]
cs: xine: vstupní modul nemù¾e otevøít MRL [%s]

source: xine: cannot find input plugin for MRL [%s]
cs: xine: nelze nalézt vstupní modul pro MRL [%s]

source: xine: specified demuxer %s failed to start
cs: xine: selhalo spu¹tìní demultiplexoru %s

source: xine: join rip input plugin
cs: xine: pøipojen ripovací vstupní modul

source: xine: last_probed demuxer %s failed to start
cs: xine: selhalo spu¹tìní posledního vyzkou¹eného demultiplexoru %s

source: xine: error while parsing MRL
cs: xine: chyba bìhem zpracování MRL

source: xine: changing option '%s' from MRL isn't permitted
cs: xine: zmìna volby '%s' z MRL naní povolena

source: xine: couldn't find demux for >%s<
cs: xine: nelze nalézt demultiplexor pro >%s<

source: xine: demuxer failed to start
cs: xine: selhalo spu¹tìní demultiplexoru

source: xine_play: no demux available
cs: xine_play: ¾ádný dostupný demultiplexor

source: xine_play: demux failed to start
cs: xine_play: selhalo spu¹tìní demultiplexoru

source: xine: The specified save_dir "%s" might be a security risk.
cs: xine: Uvedený adresáø pro ukládání "%s" by mohl znamenat bezpeènostní riziko.

source: The specified save_dir might be a security risk.
cs: Uvedený adresáø pro ukládání by mohl znamenat bezpeènostní riziko.

source: Media format detection strategy
cs: Strategie zji¹tování formátu dat

source: Path for saving streams
cs: Cesta pro ukládání dat

source: Streams will be saved only into this directory
cs: Sekvence budou ukládány pouze do tohoto adresáøe

source: messages
cs: zprávy

source: plugin
cs: modul

source: Memcopy method to use in xine for large data chunks.
cs: Metoda memcopy pou¾itá ve xine pro velké datové bloky
