Repository: OS2World/MM-VIDEO-Xine-MCD
Catalog: po/*.po
Languages: cs

source: device used for mono output
cs: zaøízení pou¾ité pro mono výstup

source: device used for stereo output
cs: zaøízení pou¾ité pro stereo výstup

source: device used for 4-channel output
cs: zaøízení pou¾ité pro ètyøkanálový výstup

source: device used for 5+ channel output
cs: zaøízení pou¾ité pro 5+ kanálový výstup

source: device used for 5.1-channel output
cs: zaøízení pou¾ité pro 5.1-kanálový výstup

source: alsa mixer device
cs: mixovací zaøízení alsa

source: used to inform xine about what the sound card can do
cs: pou¾ito k informování xine o tom, co umí zvuková karta

source: xine audio output plugin using alsa-compliant audio devices/drivers
cs: výstupní zvukový modul xine pou¾ije zvuková zaøízení/ovladaèe alsa

source: xine audio output plugin using kde artsd
cs: modul zvukového výstupu xine pou¾ije artsd

source: xine audio output plugin for win32 using directx
cs: modul zvukového výstupu xine pro win32 pou¾ívající directx

source: esd audio output latency (adjust a/v sync)
cs: zpo¾dìní zvukového výstupu esd (upraví synchronizaci zvuku a videa)

source: xine audio output plugin using esound
cs: modul zvukového výstupu xine pou¾ije esound

source: irixal audio output maximum gap length in 1/90000s
cs: maximální mezera zvukového výstupu irixalu v 1/90000 s

source: xine audio output plugin using IRIX libaudio
cs: zvukový výstupní modul xine pou¾ije IRIX libaudio

source: xine dummy audio output plugin
cs: fiktivní modul zvukového výstupu xine

source: /dev/dsp# device to use for oss output, -1 => auto_detect
cs: zaøízení /dev/dsp# pou¾ité pro výstup oss, -1 => autodetekce

source: A/V sync method to use by OSS, depends on driver/hardware
cs: metoda synchronizace zvuku a videa pou¾itá OSS, zále¾í na ovladaèi/hardwaru

source: Adjust a/v sync for OSS softsync
cs: úprava synchronizace zvuku a videa pro softsync OSS

source: Use this to manually adjust a/v sync if you're using softsync
cs: Toto pou¾ijte k ruèní úpravì synchronizace zvuku a videa, jestli¾e pou¾íváte softwarovou synchronizaci

source: Enable 4.0 channel analog surround output
cs: povolit 4.0 kanálový analogový surround výstup

source: Enable 5.0 channel analog surround output
cs: povolit 5.0 kanálový analogový surround výstup

source: Enable 5.1 channel analog surround output
cs: povolit 5.1 kanálový analogový surround výstup

source: oss mixer device
cs: mixovací zaøízení OSS

source: xine audio output plugin using oss-compliant audio devices/drivers
cs: výstupní zvukový modul xine pou¾ije zvuková zaøízení/ovladaèe OSS

source: device used for audio output with the 'Sun' audio plugin
cs: zaøízení pou¾ité pro výstup se zvukovým modulem 'Sun'

source: xine audio output plugin using sun-compliant audio devices/drivers
cs: výstupní zvukový modul pou¾ije zvuková zaøízení/ovladaèe sun

source: Restoring index...
cs: Obnovuje se index...

source: demux_avi: avi index is broken
cs: demux_avi: index avi je poru¹en

source: invalid FILM chunk size
cs: neplatná velikost datového bloku FILM

source: unrecognized FILM chunk
cs: nerozpoznaný datový blok FILM

source: demux_mpeg_block: too many errors, stopping playback. Maybe this stream is scrambled?
cs: demux_mpeg_block: pøíli¹ mnoho chyb, zastavuje se pøehrávání. Mo¾ná jsou tyto data zakódována.

source: demux_mpeg_block: warning: PES header reserved 10 bits not found
cs: !demux_mpeg_block: varování: 10 rezervovaných bitù hlavièky PES nenalezeno

source: demux_mpeg_block: warning: PES header indicates that this stream may be encrypted (encryption mode %d)
cs: demux_mpeg_block: varování: hlavièka PES indikuje, ¾e tyto data mohou být za¹ifrována (¹ifrovací mód: %d)

source: demux_mpeg_pes: warning: PACK stream id=0x%x decode failed.
cs: demux_mpeg_pes: varování: selhalo dekódování sekvence PACK id=0x%x.

source: demux_mpeg_pes: warning: PES header reserved 10 bits not found
cs: demux_mpeg_pes: varování: 10 rezervovaných bitù hlavièky PES nenalezeno

source: demux_mpeg_pes: warning: PES header indicates that this stream may be encrypted (encryption mode %d)
cs: demux_mpeg_pes: varování: hlavièka PES indikuje, ¾e tyto data mohou být za¹ifrována (¹ifrovací mód: %d)

source: input not seekable, can not handle!
cs: u tohoto vstupu není nastavitelná pozice, nelze zpracovat!

source: ogg: vorbis audio track indicated but no vorbis stream header found.
cs: ogg: zji¹tìna zvuková stopa vorbis, ale nenalezena ¾ádná hlavièka dat vorbis.

source: valid mrls for pes demuxer
cs: platná MRL pro demultiplexor PES

source: valid mrls ending for pes demuxer
cs: platná zakonèení MRL pro demultiplexor PES

source: demux_snd: bad header parameters
cs: demux_snd: ¹patné parametry hlavièky

source: demux_snd: unsupported audio type: %d
cs: demux_snd: nepodporovaný typ zvuku: %d

source: unknown VOC block type (0x%02X); please report to xine developers
cs: neznámý typ bloku VOC (0x%02X); prosím oznamte vývojáøùm xine

source: unknown VOC compression type (0x%02X); please report to xine developers
cs: neznámý typ komprese VOC (0x%02X); prosím oznamte vývojáøùm xine

source: demux_wc3movie: SHOT chunk referenced invalid palette (%d >= %d)
cs: demux_wc3movie: datový blok SHOT odkazoval na neplatnou paletu (%d >= %d)

source: demux_wc3movie: There was a problem while loading palette chunks
cs: demux_wc3movie: Byl zde problém bìhem naèítání datových blokù palety

source: Dxr3: Device Name
cs: Dxr3: Jméno zaøízení

source: The device file of the dxr3 mpeg decoder card control device.
cs: Soubor øídícího zaøízení dxr3 karty na dekódování mpegù.

source: Try to sync video every frame
cs: Zkusit synchronizovat video ka¾dý snímek

source: This is relevant for progressive video only (most PAL films).
cs: Toto má význam jen pro postupné video (vìt¹ina filmù PAL)

source: Use alternate Play mode
cs: Pou¾ít alternativní re¾im pøehrávání

source: Enabling this option will utilise a smoother play mode.
cs: Povolením této volby se vyu¾ije hlad¹í re¾im pøehrávání

source: Correct frame durations in broken streams
cs: Opravovat dobu trvání snímkù v poru¹ených sekvencích

source: Enable this for streams with wrong frame durations.
cs: Toto povolte pro sekvence s nesprávnou délkou snímkù.

source: Dxr3enc: rte mpeg output bitrate (kbit/s)
cs: Dxr3enc: výstupní rychlost rte mpeg (kbit/s)

source: The bitrate the mpeg encoder library librte should use for dxr3's encoding mode
cs: Bitová rychlost knihovny librte generující mpeg, jaká by se mìla pou¾ívat v re¾imu kódování dxr3

source: Dxr3enc: fame mpeg encoding quality
cs: Dxr3enc: kvalita mpeg kódování knihovny fame

source: The encoding quality of the libfame mpeg encoder library.
cs: Kvalita kódování knihovny libfame generující mpeg.

source: Dxr3: SCR plugin priority
cs: Dxr3: priorita modulu SCR

source: Scr priorities greater 5 make the dxr3 xine's master clock.
cs: Priorita SCR vìt¹í ne¾ 5 udìlá z dxr3 hlavní hodiny xine.

source: swap odd and even lines
cs: prohodit liché a sudé øádky

source: Add black bars to correct aspect ratio
cs: Upravit pomìr stran pøidáním èerných pruhù

source: If disabled, will assume source has 4:3 aspect ratio.
cs: Jestli¾e je zakázáno, bude se pøedpokládat video s pomìrem stran 4:3.

source: dxr3: use alternate play mode for mpeg encoder playback
cs: dxr3: pou¾ít alternativní re¾im pøehrávání pro mpeg kodér

source: the encoder for non mpeg content
cs: kodér pro ne-mpeg obsah

source: Content other than mpeg has to pass an additional reencoding stage, because the dxr3 handles mpeg only.
cs: Obsah jiný ne¾ mpeg musí projít dal¹í pøekódovávací fází, proto¾e dxr3 pracuje pouze s mpegy.

source: Dxr3: videoout mode (tv or overlay)
cs: Dxr3: videovýstupní re¾im (tv nebo overlay)

source: Dxr3: overlay colorkey value
cs: Dxr3: hodnota klíèové barvy overlay

source: Dxr3: overlay colorkey range
cs: Dxr3: rozsah klíèové barvy overlay

source: A greater value widens the tolerance for the overlay keycolor
cs: Vìt¹í hodnota roz¹íøí toleranci pro klíèové barvy overlay

source: Crops the overlay area from top and bottom to avoid green lines
cs: Èistit pøekrývanou oblast nahoøe a dole, aby se zabránilo zeleným øádkùm

source: dxr3 preferred tv mode
cs: dxr3 dal pøednost re¾imu tv

source: CD Digital Audio (aka. CDDA)
cs: digitální zvukové CD (CDDA)

source: device used for cdda drive
cs: Zaøízení pou¾ité pro jednotku CDDA

source: use cddb feature
cs: Pou¾ít vlastnosti cddb

source: cddbp server name
cs: Jméno serveru cddbp

source: cddbp server port
cs: Port serveru cddbp

source: cddbp cache directory
cs: Adresáø se záznamy cddbp

source: DVB (Digital TV) input plugin
cs: vstupní modul DVB (digitální TV)

source: input_file: read error (%s)
cs: input_file: chyba ètení (%s)

source: file input plugin
cs: modul pro vstup ze souboru

source: file browsing start location
cs: Poèáteèní umístìní pøi procházení souborù

source: list hidden files
cs: Ukazovat skryté soubory

source: gnome-vfs input plugin as shipped with xine
cs: vstupní modul gnome-vfs dodaný se xine

source: input_http: read error %d
cs: input_http: chyba ètení %d

source: Connecting HTTP server...
cs: Pøipojuje se k HTTP serveru...

source: input_http: invalid http answer
cs: input_http: neplatná odpovìï http

source: input_http: 3xx redirection: >%d %s<
cs: input_http: pøesmìrování 3xx: >%d %s<

source: input_http: http status not 2xx: >%d %s<
cs: input_http: stav http není 2xx: >%d %s<

source: input_http: content length = %Ld bytes
cs: input_http: délka obsahu = %Ld bytù

source: http input plugin
cs: vstupní modul http

source: http proxy username
cs: HTTP proxy - u¾ivatelské jméno

source: http proxy password
cs: HTTP proxy - heslo

source: http proxy host
cs: HTTP proxy - server

source: mms streaming input plugin
cs: vstupní modul mms pro streamovaná data

source: input_net: unable to resolve '%s'.
cs: input_net: nelze zjistit adresu '%s'.

source: input_net: unable to connect to '%s'.
cs: input_net: nelze se pøipojit k '%s'.

source: net input plugin as shipped with xine
cs: vstupní modul pro sí» dodaný se xine

source: pnm streaming input plugin
cs: vstupní modul pnm pro streamovaná data

source: WinTV-PVR 250/350 input plugin
cs: vstupní modul WinTV-PVR 250/350

source: setsockopt(IP_ADD_MEMBERSHIP) failed (multicast kernel?): %s.
cs: setsockopt(IP_ADD_MEMBERSHIP) selhalo (jádro s multicastem?): %s.

source: unable to resolve '%s'.
cs: nelze zjistit adresu '%s'.

source: unable to bind to '%s'.
cs: nelze se pøipojit k '%s'.

source: RTP: waiting for preview data
cs: RTP: èeká se na poèáteèní data

source: RTP: waiting for preview data: timeout
cs: RTP: èekání na poèáteèní data: èas vypr¹el

source: RTP: stopping reading thread...
cs: RTP: ukonèuje se ètecí vlákno...

source: RTP: reading thread terminated
cs: RTP: ètecí vlákno ukonèeno

source: Opening >%s<
cs: Otvírá se >%s<

source: input_rtp: can't create new thread (%s)
cs: input_rtp: nelze vytvoøit nové vlákno (%s)

source: RTP and UDP input plugin as shipped with xine
cs: vstupní modul pro RTP a UDP dodaný se xine

source: rtsp streaming input plugin
cs: vstupní modul rtsp pro streamovaná data

source: stdin streaming input plugin
cs: vstupní modul pro data ze standardního vstupu

source: Buffer underrun...
cs: Buffer podtekl...

source: Buffer overrun...
cs: Buffer pøetekl...

source: Adjusting...
cs: Pøizpùsobuje se...

source: v4l tv input plugin
cs: vstupní modul v4l tv

source: v4l radio input plugin
cs: vstupní modul v4l rádio

source: path to the v4l video device
cs: Cesta k zaøízení videa v4l

source: path to the v4l radio device
cs: Cesta k zaøízení rádia v4l

source: Video CD input plugin
cs: Vstupní modul pro video CD

source: path to your local vcd device file
cs: Cesta k va¹emu místnímu souboru VCD zaøízení

source: Connecting MMS server (over tcp)...
cs: Pøipojuje se k MMS serveru (pøes TCP)...

source: libmmsh: 3xx redirection not implemented: >%d %s<
cs: libmmsh: pøesmìrování 3xx není implementováno: >%d %s<

source: libmmsh: http status not 2xx: >%d %s<
cs: libmmsh: stav http není 2xx: >%d %s<

source: libmmsh: Location redirection not implemented
cs: libmmsh: Pøesmìrování umístìní není implementováno

source: Connecting MMS server...
cs: Pøipojuje se k MMS serveru...

source: Buffering...
cs: Nahrává se...

source: a/52 volume control
cs: nastavení hlasitosti a/52

source: enable a/52 dynamic range compensation
cs: povolit dynamické vyrovnávání rozsahu a/52

source: enable audio downmixing to 2.0 surround stereo
cs: povolit redukci zvuku do 2.0 surround stereo

source: Relative path to libdivxdecore.so to open
cs: relativní cesta k libdivxdecore.so

source: the postprocessing level, 0 = none and fast, 6 = all and slow
cs: úroveò dodateèného zpracování, 0 = ¾ádné a rychle, 6 = v¹echno a pomalu

source: use divx4 plugin for msmpeg4v3 streams
cs: pou¾ít modul divx4 pro sekvence msmpeg4v3

source: Divx version to check for (set to 0 (default) if unsure)
cs: nejmen¹í dovolená verze Divx (jestli nevíte, nastavte 0 (pøedvolené))

source: ffmpeg mpeg-4 postprocessing quality
cs: kvalita dodateèného zpracování ffmpeg mpeg-4

source: Dxr3enc: libavcodec mpeg output bitrate (kbit/s)
cs: Dxr3enc: výstupní rychlost libavcodec mpeg (kbit/s)

source: The bitrate the libavcodec mpeg encoder should use for dxr3's encoding mode
cs: Bitová rychlost mpeg kodéru libavcodec by mìla být pou¾ita pro kódovací re¾im dxr3

source: Dxr3enc: Use quantizer instead of bitrate
cs: Dxr3enc: Pou¾ít kvantizér namísto bitového toku

source: Dxr3enc: Minimum quantizer
cs: Dxr3enc: Minimální kvantizér

source: Dxr3enc: Maximum quantizer
cs: Dxr3enc: Maximálné kvantizér

source: path to real player codecs, if installed
cs: Cesta ke kodekùm real playeru, jsou-li nainstalovány

source: Enable closed captions in MPEG-2 streams
cs: Povolit skryté titulky v sekvencích MPEG-2

source: Closed-captioning foreground/background scheme
cs: Zobrazení skrytých titulkù (popøedí/pozadí)

source: Standard closed captioning font
cs: Standardní font skrytých titulkù

source: Italic closed captioning font
cs: Font kurzívy u skrytých titulkù

source: Closed captioning font size
cs: Velikost fontu skrytých titulkù

source: Center-adjust closed captions
cs: Centrování skrytých titulkù

source: Subtitle size (relative window size)
cs: Velikost titulkù (vzhledem k velikosti okna)

source: Subtitle vertical offset (relative window size)
cs: Vertikální posun titulkù (vzhledem k velikosti okna)

source: Font for external subtitles
cs: Font titulkù

source: Encoding of subtitles
cs: Kódování titulkù

source: font for external subtitles
cs: Font titulkù

source: subtitle size (relative window size)
cs: Velikost titulkù (vzhledem k velikosti okna)

source: subtitle vertical offset (relative window size)
cs: Vertikální posun titulkù (vzhledem k velikosti okna)

source: encoding of subtitles
cs: Kódování titulkù

source: path to win32 codec dlls
cs: Cesta ke kodekùm win32

source: FLI: in chunk FLI_COPY : source data (%d bytes) bigger than image, skipping chunk
cs: FLI: v datovém bloku FLI_COPY : zdrojová data (%d bytù) vìt¹í ne¾ data snímku, datový blok se pøeskoèí

source: FLI: Unrecognized chunk type: %d
cs: FLI: Nerozpoznaný datový blok: %d

source: warning: processed FLI chunk where chunk size = %d and final chunk ptr = %d
cs: varování: zpracován datový blok FLI s velikostí = %d a koncovým ukazatelem = %d

source: MS RLE: stream ptr just went out of bounds (1)
cs: MS RLE: ukazatel na data vy¹el z mezí (1)

source: MS RLE: frame ptr just went out of bounds (1)
cs: MS RLE: ukazatel na snímek vy¹el z mezí (1)

source: MS RLE: stream ptr just went out of bounds (2)
cs: MS RLE: ukazatel na data vy¹el z mezí (2)

source: MS RLE: frame ptr just went out of bounds (2)
cs: MS RLE: ukazatel na snímek vy¹el z mezí (2)

source: MS RLE: ended frame decode with bytes left over (%d < %d)
cs: MS RLE: koncový rámec dekódován i se zbytkem bytù (%d < %d)

source: warning: block counter just went negative (this should not happen)
cs: varování: èítaè blokù právì pøe¹el do mínusu (toto by se nemìlo stát)

source: First chunk byte is 0x%02x instead of 0x1e
cs: Byte první èásti dat je 0x%02x namísto 0x1e

source: MOV chunk size != encoded chunk size; using MOV chunk size
cs: Velikost èásti dat MOV != velikost zakódované èásti; pou¾ije se MOV

source: Unknown opcode %d in rpza chunk. Skip remaining %d bytes of chunk data.
cs: Neznámý kód %d v èásti dat rpza. Pøeskoèí se %d zbývajících bytù dat.

source: warning: MOV chunk size != encoded chunk size (%d != %d); using MOV chunk size
cs: Varování: velikost èásti dat MOV != zakódovaná velikost (%d != %d); pou¾ije se MOV

source: SMC decoder just went out of bounds (stream ptr = %d, chunk size = %d)
cs: SMC dekodér právì vy¹el z mezí (stream ptr = %d, velikost = %d)

source: SMC decoder just went out of bounds (row ptr = %d, height = %d)
cs: SMC dekodér právì vy¹el z mezí (row ptr = %d, vý¹ka = %d)

source: encountered repeat block opcode (%02X) but no blocks rendered yet
cs: vyskytl se kód opakování bloku (%02X), ale ¾ádný blok je¹tì nebyl zpracován

source: encountered repeat block opcode (%02X) but not enough blocks rendered yet
cs: vyskytl se kód opakování bloku (%02X), ale nebylo je¹tì zpracováno dost blokù

source: 0xF0 opcode seen in SMC chunk (xine developers would like to know)
cs: V èásti dat SMC vidìn kód 0xF0 (vývojáøi xine by to rádi vìdìli)

source: xvid: there is mismatch between API used by currently installed XviD xvid: library (%d.%d) and library used to compile this plugin (%d.%d). xvid: Compiling this plugin against current XviD library should help.
cs: xvid: je zde nekompatibilita mezi programovým rozhraním v souèasné dobì instalované knihovny Xvid (%d.%d) a knihovny pou¾ité ke kompilaci tohoto modulu (%d.%d). Pøekompilování tohoto modulu se souèasnou knihovnou XviD by mìlo pomoci.

source: Frames per second to generate with Goom
cs: Snímkù za sekundu generovaných Goomem

source: Goom image width in pixels
cs: ©íøka obrazu Goomu v pixelech

source: Goom image height in pixels
cs: Vý¹ka obrazu Goomu v pixelech

source: Colorspace conversion method used by Goom
cs: Metoda konverze barev pou¾itá Goomem

source: Default x position
cs: Pøedvolená pozice X

source: Default y position
cs: Pøedvolená pozice Y

source: Default width
cs: Pøedvolená ¹íøka

source: Default height
cs: Pøedvolená vý¹ka

source: Default active stream
cs: Pøednastavená aktivní sekvence

source: xine video output plugin using the ascii-art library
cs: výstupní modul videa xine pou¾ije knihovnu ascii-art

source: xine video output plugin using the DirectFB library.
cs: výstupní modul videa xine pou¾ije knihovnu DirectFB

source: xine video output plugin for win32 using directx
cs: výstupní modul videa xine pro win32 pou¾ívající directx

source: framebuffer device
cs: zaøízení framebuffer

source: disable all video scaling (faster!)
cs: zakázat ve¹keré zmìny mìøítka (rychlej¹í!)

source: Xine video output plugin using the Linux frame buffer device
cs: výstupní modul videa xine pou¾ije zaøízení framebuffer

source: xine video output plugin which displays nothing
cs: výstupní modul videa xine, které nezobrazuje nic

source: gamma correction for OpenGL driver
cs: gama korekce pro ovladaè OpenGL

source: xine video output plugin using OpenGL - TNG
cs: výstupní modul videa xine pou¾ije OpenGL

source: xine video output plugin using the Simple Direct Media Layer
cs: výstupní modul videa xine pou¾ije Simple Direct Media Layer

source: xine video output plugin using the Libstk Surface Set-top Toolkit
cs: výstupní modul videa xine pou¾ije knihovnu Libstk Surface Set-top Toolkit

source: xine video output plugin using the SyncFB module for Matrox G200/G400 cards
cs: výstupní modul videa xine pou¾ije modul SyncFB pro karty Matrox G200/G400

source: syncfb (teletux) device node
cs: uzel zaøízení syncfb (teletux)

source: xine video output plugin using libvidix for x11
cs: výstupní modul videa xine pou¾ije libvidix pro X11

source: xine video output plugin using libvidix for linux frame buffer
cs: výstupní modul videa xine pou¾ije libvidix pro linux frame buffer

source: gamma correction for XShm driver
cs: gama korekce pro ovladaè XShm

source: xine video output plugin using the MIT X shared memory extension
cs: výstupní modul videa xine pou¾ije roz¹íøení MIT X shared memory

source: Colorkey used for Xv video overlay
cs: Klíèová barva pou¾itá pro pøekrývání videa u Xv

source: Make Xv autopaint its colorkey
cs: Pøimìt Xv automaticky kreslit klíèovou barvu

source: bilinear scaling mode (permedia 2/3)
cs: Bilineární re¾im ¹kálování (permedia 2/3)

source: double buffer to sync video to the retrace
cs: Dvojitý buffer k synchronizaci videa se zpìtným bìhem paprsku

source: workaround for some (buggy) XVideo drivers
cs: Obcházet chybu nìkterých ovladaèù XVidea

source: Software deinterlace method (Key I toggles deinterlacer on/off)
cs: Softwarová metoda korekce prokládání (klávesa I zapíná a vypíná deinterlacer)

source: xine video output plugin using the MIT X video extension
cs: výstupní modul videa xine pou¾ije roz¹íøení MIT X video

source: choose method to sync audio and video
cs: vybrat metodu synchronizace zvuku a videa

source: 'resample' might be better if you use a DXR3/H+ card and (analog) audio is processed by your sound card
cs: 'resample' by mohlo být lep¹í, jestli¾e pou¾íváte kartu DXR3/H+ a zvuk (analogový) je zpracováván va¹í zvukovou kartou

source: adjust whether resampling is done or not
cs: nastavit, jestli se má pøevzorkovávat nebo ne

source: if !=0 always resample to given rate
cs: pøi !=0 v¾dy pøevzorkovat na danou frekvenci

source: adjust if audio is offsync
cs: upravte, jestli¾e bude zvuk nesynchronizovaný (A52 nebo AC5)

source: Audio volume
cs: hlasitost zvuku

source: restore volume level at startup
cs: obnovit úroveò hlasitosti pøi startu

source: if this not set, xine will not touch any mixer settings at startup
cs: jestli¾e toto není nastaveno, xine nebude pøi spu¹tìní mìnit ¾ádná nastavení mixeru

source: The current config file has been modified by a newer version of xine.
cs: Stávající konfiguraèní soubor byl upraven novìj¹í verzí xine.

source: configfile: entry '%s' mustn't be modified from MRL
cs: configfile: údaj '%s' nesmí být modifikován z MRL

source: input_rip: reading of saved data failed: %s
cs: input_rip: ètení ulo¾ených dat selhalo: %s

source: input_rip: reading by input plugin failed
cs: input_rip: ètení vstupním modulem selhalo

source: input_rip: error writing to file %lld bytes: %s
cs: input_rip: chyba zápisu %lld bytù do souboru: %s

source: input_rip: open() function should never be called
cs: input_rip: funkce open() by nikdy nemìla být volána

source: input_rip: seeking failed
cs: input_rip: selhalo nastavení pozice

source: input_rip: seeking failed: %s
cs: input_rip: selhalo nastavení pozice: %s

source: input_rip: %lld bytes dropped
cs: input_rip: zahozeno %lld bytù

source: input_rip: input plugin not defined!
cs: input_rip: vstupní modul není definován!

source: input_rip: target directory wasn't specified, please fill out the option 'misc.save_dir'
cs: input_rip: cílový adresáø nebyl specifikován, prosím vyplòte volbu 'misc.save_dir'

source: The stream save feature is disabled until you set misc.save_dir in the configuration.
cs: Vlastnost ukládání dat je zakázána, dokud nenastavíte v konfiguraci 'misc.save_dir'.

source: input_rip: ripping/caching is not permitted!
cs: input_rip: ukládání není povoleno!

source: input_rip: file name not given!
cs: input_rip: nebyl dán název souboru!

source: input_rip: stat on the file %s failed: %s
cs: input_rip: selhalo stat na souboru %s: %s

source: input_rip: error opening file %s: %s
cs: input_rip: chyba otevírání souboru %s: %s

source: load_plugins: unable to stat %s
cs: load_plugins: nelze provést stat na %s

source: load_plugins: plugin %s found
cs: load_plugins: nalezen modul %s
